tap "ggozad/formulas"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "lokalise/cli-2"
tap "mdogan/zulu"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "redmadrobot/formulae"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "gnutls"
brew "cask"
brew "docker-credential-helper-ecr"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitlab-runner", restart_service: :changed
brew "glab"
brew "gum"
brew "htop"
brew "node"
brew "http-server"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "mkcert"
brew "mvfst"
brew "neovim"
brew "nginx", restart_service: :changed
brew "nss"
brew "nvm"
brew "poppler"
brew "powerlevel10k"
brew "pure"
brew "python@3.11"
brew "ripgrep"
brew "sevenzip"
brew "sox"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "watchman"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ggozad/formulas/oterm"
brew "jesseduffield/lazygit/lazygit"
brew "lokalise/cli-2/lokalise2"
brew "oven-sh/bun/bun"
brew "redmadrobot/formulae/figma-export"
cask "1password-cli"
cask "aerospace"
cask "anaconda"
cask "android-platform-tools"
cask "docker"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code-nf"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "miniforge"
cask "ngrok"
cask "wezterm"
cask "zulu-jdk18"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alexcvzz.vscode-sqlite"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "cossssmin.posthtml"
vscode "csstools.postcss"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "echevarriandre.theme-dracula-clean"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "file-icons.file-icons"
vscode "fnando.linter"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "humao.rest-client"
vscode "jakebecker.elixir-ls"
vscode "jock.svg"
vscode "lifeart.vscode-ember-unstable"
vscode "lifeart.vscode-glimmer-syntax"
vscode "lokalise.i18n-ally"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "nhoizey.gremlins"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "pythagoratechnologies.gpt-pilot-vs-code"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "seatonjiang.gitmoji-vscode"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "zhouronghui.propertylist"
