tap "bufbuild/buf"
tap "launchdarkly/tap"
tap "nikitabobko/tap"

brew "awscli"
brew "btop"
brew "bufbuild/buf/buf"
brew "djlint"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "lazygit"
brew "ldcli"
brew "mkcert"
brew "neovim"
brew "nginx"
brew "opencode"
brew "oxfmt"
brew "p7zip"
brew "pnpm"
brew "rtk"
brew "sesh"
brew "sevenzip"
brew "sshpass"
brew "starship"
brew "television"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree-sitter-cli"
brew "watchman"
brew "zoxide"

cask "aerospace"
cask "arc"
cask "caffeine"
cask "codex"
cask "copilot-cli"
cask "cursor"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "ngrok"
cask "rar"
