tap "ggozad/formulas"
tap "homebrew/bundle"
twhich nvimap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mdogan/zulu"
tap "nikitabobko/tap"
tap "redmadrobot/formulae"
brew "bash"
brew "bat"
brew "btop"
brew "gnutls"
brew "cask"
brew "folly"
brew "fizz"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glab"
brew "gum"
brew "htop"
brew "http-server"
brew "hyperfine"
brew "neovim"
brew "nginx", restart_service: :changed
brew "nss"
brew "pure"
brew "python@3.11"
brew "ripgrep"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "watchman"
brew "yazi"
brew "zoxide"
brew "ggozad/formulas/oterm"
brew "jesseduffield/lazygit/lazygit"
brew "redmadrobot/formulae/figma-export"
cask "1password-cli"
cask "aerospace"
cask "ghostty"
cask "android-platform-tools"
cask "docker"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code-nf"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
